[Language]
1=中文简体
2=银尔达调试工具 V{0}

1000=软件启动中
1001=发送：
1002=接收：
1003=显示时间戳
1004=定时自动发送
1005=文件关联
1006=十六进制显示
1007=暂停接收显示
1008=清空发送区
1009=清空接收区
1010=通讯参数
1011=发送
1012=十六进制发送
1013=发送区功能
1014=断开
1015=连接
1016=输入对话框
1017=确定
1018=取消
1019=请输入定时自动发送间隔时间 单位/毫秒
1020=文件
1021=链接管理
1022=工具
1023=语言
1024=获取资料
1025=常规设置
1026=语言已切换, 重启软件后生效!

1027=通讯接口类型
1028=字符编码格式
1029=分包超时时间
1030=毫秒
1031=断开自动重连

1032=串口
1033=串口号
1034=刷新串口
1035=波特率
1036=数据位
1037=停止位
1038=校验位
1039=流控制
1040=RTS
1041=DTR

1042=串口通讯
1043=TCP 客户端
1044=TCP 服务端
1045=UDP
1046=MQTT 客户端

1047=确定
1048=连接串口 {0} 失败, 请检查串口连接是否正常, 是否有被其它进程占用
1049=十六进制
1050=字符串
1051=文件
1052=文件不存在, 请检查文件路径是否正确
1053=请选择需要连接的串口
1054=请先勾选需要循环发送的数据
1055=保存成功
1056=保存失败
1057=请先添加命令数据
1058=确定要执行删除操作吗?
1059=打开工程文件失败
1060=检测到列表存在命令数据, 新建工程后命令数据会被清除, 确定要执行新建命令工程操作吗?

1061=请先编辑代码
1062=检测到当前存在代码和变量, 新建工程后代码和变量会被清除, 确定要执行新建脚本代码工程操作吗?
1063=确定要执行清空变量操作吗?
1064=确定要执行清空变量数据操作吗?
1065=确定要执行清空日志操作吗?
1066=权限不足, 请以管理员权限运行本软件后再执行文件格式关联操作!
1067=银尔达串口调试工具 命令工程文件
1068=设置关联文件格式成功
1069=设置关联文件格式失败
1070=取消文件格式关联完成
1071=银尔达串口调试工具 Lua 脚本工程文件
1072=确定要退出软件吗?

1073=项目工程
1074=打开工程
1075=删除工程
1076=打开工程目录
1077=新窗口打开工程
1078=刷新列表
1079=全部展开
1080=全部收缩
1081=选择工程
1082=关联文件格式
1083=取消文件格式关联
1084=退出软件
1085=不支持的文件格式
1086=新建工程
1087=保存
1088=另存
1089=循环发送
1090=停止循环
1091=发送
1092=名称
1093=格式
1094=数据
1095=延时(ms)
1096=勾选
1097=上移
1098=下移
1099=删除
1100=运行代码
1101=停止运行
1102=清空变量
1103=清空数据
1104=变量名称
1105=变量数据
1106=变量监视
1107=代码编辑
1108=运行日志
1109=开始打印
1110=停止打印
1111=清空日志
1112=快捷命令
1113=Lua 脚本
1114=提示
1115=请输入需要运行的代码
1116=请输入内容
1117=确定
1118=取消
1119=输入对话框
1120=请输入需要连接的 服务器地址
1121=请输入需要连接的 服务器端口
1122=输入的 IP 地址错误
1123=连接到服务端 {0} 失败
1124=输入的远程 IP 地址错误
1125=请输入需要监听的 服务器端口
1126=监听端口 {0} 失败
1127=不支持该功能
1128=接收区功能
1129=窗口置顶
1130=视图
1131=末尾附加回车换行
1132=IP 地址
1133=端口号
1134=服务器端口号
1135=目标地址
1136=目标端口
1137=请输入需要监视的 LUA 变量名称
1138=变量已经存在列表内
1139=确定要执行删除变量的操作吗?
1140=作用描述
1141=允许编辑
1142=禁用编辑
1143=选择通讯对象
1144=URL地址
1145=保存到文件
1146=停止
1147=日志保存目录
1148=自动保存日志
1149=打开日志目录
1150=选择目录
1151=删除首尾空白字符
1152=通讯连接
1153=回车换行模式
1154=防止系统休眠和屏幕息屏
1155=常规
1156=日志
1157=通讯对象选择
1158=项目工程默认加载路径
1159=打开目录
1160=选择目录
1161=选择工程目录
1162=未连接
1163=十六进制数据输入有误
1164=请先连接
1165=支持使用域名或者IP地址进行连接
1166=所有网卡
1167=指定监听网卡
1168=刷新网卡
1169=本地端口号
1170=请输入目标地址
1171=请输入目标端口
1172=请输入需要监听的 本地端口号
1173=全部连接
1174=字符串显示
1175=字符串/十六进制显示
1176=建立连接成功
1177=连接已断开
1178=新连接进入 {0}
1179=连接已断开 {0}
1180=功能开关
1181=请把软件解压到文件夹内运行
1182=工作环境数据缺失, 请重新安装软件
1183=复制内容
1184=标记选中内容背景色
1185=清除选中内容背景色
1186=缺失 ICON 图标, 请重新安装软件
1187=格式化十六进制文本
1188=未搜索到匹配内容
1189=搜索内容
1190=区分大小写
1191=搜索
1192=增加
1193=搜索全部
1194=序号
1195=匹配内容
1196=自动换行显示
1197=批量标记选中内容背景色
1198=批量清除选中内容背景色
1199=清除全部标记内容背景色
1200=确定要执行清除全部标记内容背景色操作吗?
1201=确定要退出软件吗?
1202=长度：
1203=字节：
1204=复制内容为表格格式
1205=最近打开工程
1206=清空最近打开记录
1207=数据结果解析

calc.bat=计算器
notepad.bat=记事本
devicemanager.bat=设备管理器